const data = [
  {
    category: "Политика",
    events: [
      {
        year: 1987,
        description:
          "Подписание договора о сокращении ядерных вооружений между США и СССР.",
      },
      {
        year: 1988,
        description:
          "Переговоры по контролю над вооружениями, улучшение отношений между двумя державами.",
      },
      {
        year: 1989,
        description: "Падение Берлинской стены, конец Холодной войны.",
      },
      {
        year: 1990,
        description:
          "Начало демократических реформ в странах Восточной Европы.",
      },
      {
        year: 1991,
        description:
          "Распад Советского Союза, образование новых независимых государств.",
      },
    ],
  },
  {
    category: "Экономика",
    events: [
      {
        year: 1993,
        description:
          "Введение новых экономических реформ в России, переход к рыночной экономике.",
      },
      {
        year: 1994,
        description:
          "Образование Европейского союза, запуск единой валюты евро.",
      },
      {
        year: 1995,
        description:
          "Запуск Всемирной торговой организации (ВТО), расширение глобальной торговли.",
      },
      {
        year: 1996,
        description:
          "Кризис в Мексике (Теклономика), обострение финансовой ситуации в Латинской Америке.",
      },
      {
        year: 1997,
        description:
          "Азиатский финансовый кризис, падение экономик ряда стран.",
      },
    ],
  },
  {
    category: "Технологии",
    events: [
      {
        year: 1999,
        description: "Появление первой модели iPhone, начало эры смартфонов.",
      },
      {
        year: 2000,
        description:
          "Запуск первой версии Windows 2000, улучшение пользовательского интерфейса.",
      },
      {
        year: 2001,
        description:
          "Развитие интернета, рост числа пользователей по всему миру.",
      },
      {
        year: 2002,
        description: "Первый успешный запуск комической программы Mars Rover.",
      },
      {
        year: 2003,
        description: "Запуск социальных сетей, таких как Facebook и LinkedIn.",
      },
    ],
  },
  {
    category: "Социальные изменения",
    events: [
      {
        year: 2005,
        description: "Начало глобальных протестов против войны в Ираке.",
      },
      {
        year: 2006,
        description:
          "Введение новых прав человека для женщин в странах Ближнего Востока.",
      },
      {
        year: 2007,
        description:
          "Глобальная волна изменений в области прав ЛГБТ-сообщества.",
      },
      {
        year: 2008,
        description:
          "Всемирный кризис финансовых рынков, резкое падение фондовых индексов.",
      },
      {
        year: 2009,
        description:
          "Расширение прав и свобод женщин в ряде развивающихся стран.",
      },
    ],
  },
  {
    category: "Культура",
    events: [
      {
        year: 2011,
        description:
          "Всемирный успех фильма «Гарри Поттер» на экранах кинотеатров.",
      },
      {
        year: 2012,
        description:
          "Олимпийские игры в Лондоне, мировые спортивные достижения.",
      },
      {
        year: 2013,
        description:
          "Выход первой версии игры Pokemon Go, популяризация дополненной реальности.",
      },
      {
        year: 2014,
        description:
          "Становление мировой популярности блогеров и инфлюенсеров в социальных сетях.",
      },
      {
        year: 2015,
        description:
          "Культурная революция в Корее, популяризация корейской поп-культуры по всему миру.",
      },
    ],
  },
  {
    category: "Наука",
    events: [
      {
        year: 2017,
        description: "Создание и успешные тесты по квантовым вычислениям.",
      },
      {
        year: 2018,
        description:
          "Миссия по исследованию планеты Марс с помощью научного аппарата Perseverance.",
      },
      {
        year: 2019,
        description:
          "Прорывы в генной инженерии, создание новых технологий для редактирования генома.",
      },
      {
        year: 2020,
        description:
          "Пандемия COVID-19, научные исследования для создания вакцин.",
      },
      {
        year: 2021,
        description:
          "Новые космические миссии с участием частных компаний, например, SpaceX.",
      },
    ],
  },
];

export default data;
